export const tarotResume = [
  {
    title: 'Текущая ситуация в работе / бизнесе',
    subtitle:
      'Сейчас ты находишься под грузом ответственности и обязанностей. Кажется, что на твоих плечах лежит слишком много задач. Это может вызывать усталость и эмоциональное напряжение.',
  },
  {
    title: 'Что мешает или тормозит рост',
    subtitle:
      'Тебя могут сдерживать внутренние сомнения или недостаток интуитивного понимания ситуации. Возможно, ты слишком полагаешься на логику и забываешь прислушиваться к своему внутреннему голосу.',
  },
  {
    title: 'Что поможет продвинуться вперёд',
    subtitle:
      'Коллаборация и совместная работа с другими людьми станут твоим ключом к успеху. Не бойся привлекать коллег и создавать команду, ведь объединённые усилия принесут лучшие результаты.',
  },
  {
    title: 'Финансовая перспектива',
    subtitle:
      'На пути к увеличению дохода могут появиться препятствия и конкуренция, но это скорее стимулирует тебя бороться за своё место под солнцем. Этот вызов заставит взглянуть на ключевые вопросы по-новому и найти свежие подходы.',
  },
  {
    title: 'Совет / ключ к успеху',
    subtitle:
      'Фокусируйся на гармонии и эмоциональном удовлетворении от того, что делаешь. Семья, друзья и личное счастье должны оставаться приоритетом, так как они дают энергию для профессиональных свершений. Обрати внимание на баланс между работой и жизнью.',
  },
];

export const fullResume =
  'Ваши отношения имеют потенциал для продуктивного и энергичного развития. Несмотря на некоторые конфликты или недопонимания, ваша связь очень сильная и взаимная. Слушай своё сердце и сохраняй позитив, ведь впереди тебя ждёт много ярких моментов!';
